/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Impossibile trovare un portachiavi per archiviare “%1$@”.";

/* default not configured */
"A keychain cannot be found." = "Impossibile trovare un portachiavi.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Sei sicuro di voler ripristinare il portachiavi? Le password, chiavi e certificati registrati saranno eliminati. L'operazione è irreversibile.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Impossibile trovare il portachiavi “%1$@” per archiviare “%2$@.”";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Impossibile trovare il portachiavi “%1$@”.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Inserisci la password di login. Questa password sarà usata per creare il nuovo portachiavi.";

/* reset button title */
"Reset" = "Ripristina";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Nel tuo sistema hai portachiavi supplementari che devono essere aggiunti all'elenco di ricerca portachiavi. Usa Accesso Portachiavi per aggiungerli di nuovo.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Il tuo portachiavi potrebbe essere stato rinominato, eliminato o trovarsi in un volume disattivato.";

